export const daadData = {
  bachelor: [
    '5.1. Конкурс на обучение по гранту, выделенному по линии Германской службы академических обменов (DAAD), проводится после зачисления абитуриента в рамках летнего приема на 2025-2026 учебный год в сентябре/октябре месяце.',
    '5.2. Конкурс стипендиальных мест, выделенных по линии Германской службы академических обменов (DAAD), проводится по итогам ОРТ без учета категорий абитуриентов. К присуждению стипендии рекомендуются студенты, получившие по основному и предметным тестам (математика или физика) наиболее высокие баллы среди участвующих в конкурсе и по результатам он-лайн тестирования по немецкому языку на уровень А2.',
    '5.3. Конкурс проводит независимая комиссия, состоящая из представителей руководства проекта WHZ, проектного бюро КГИПИ и представителей DAAD. Комиссия тщательно изучает все представленные документы и при необходимости, проводит интервью с заявителями, чтобы получить полное представление об их профессиональных, языковых навыках и амбициях. Собеседование проводится в формате онлайн.',
    '5.4. Количество финансируемых стипендий Германской службы академических обменов (DAAD) определяет DAAD.',
    '5.5. Стипендии выделяются на один учебный семестр. Предусмотренные стипендии (оплата за обучение) распределяются в виде полной (100%) стипендии.',
    '5.6. Конкурс при приеме на магистратуру, проводится на основании дополнительных испытаний в виде собеседования на немецком языке. Составной частью этого собеседования, является презентация решения задания по программированию, которые объявляются до собеседования.'
  ],
  master: {
    description: 'DAAD стипендии для студентов магистратуры',
    requirements: {
      title: 'Требования для участия в конкурсе:',
      items: [
        '1. студент магистратуры INAI.kg\n   - Условия отбора:',
        '2. на 1-курс: Разработка и презентация проекта программирования',
        '3. на 2-курс: Отличная успеваемость за прошедшие семестры'
      ]
    },
    duration: {
      title: 'Длительность стипендии',
      items: [
        '1. стипендии выделяются на один учебный семестр. При хорошей и отличной успеваемости стипендия продлевается на следующий семестр. В противном случае стипендиат лишается ее.'
      ]
    },
    size: {
      title: 'Размер стипендии:',
      items: [
        '1. предусмотренные стипендии(оплата за обучение) распределяются в виде полной(100%) и частичной (50%) стипендии.',
        '2. для магистрантов, обучающихся в г. Германии, ежемесячная стипендия 850 евро, которая покрывает расходы на питание и проживание.'
      ]
    }
  }
};