// Данные для 4-го курса
export const bachelorsDocs: string[] = [
  'График сдачи отчетов по практикам',
  'График обзорных лекции для подготовки к итоговой гос. аттестации',
  'График проведения итогового междисциплинарного ИГА',
  'График проведения ИГА - Коллоквиум',
  'Программа преддипломной практики',
  'Программа производственной практики №1',
  'Программа производственной практики №2',
  'Программа междисциплинарной ИГА',
  'Программа по сдаче колоквиума',
  'График процентовки выполнения ВКР',
  'Методические указания по выполнению дипломного проекта',
  'Темы ВКР -2023',
];

// Данные для магистратуры
export const mastersDocs: string[] = [
  'График процентовки выполнения магистерского проекта',
  'График работы ГАК',
  'Положение о проектной, научно-исследовательской деятельности студентов',
  'График защиты магистерского проекта',
  'Методические указания к содержанию и оформлению магистерской диссертации',
  'Программа педагогической практики',
];