export const partnerData = {
    title: "Ассоциированный партнер",
    image: "/images/inter-1.png", // убедитесь, что название совпадает с вашим файлом
    description: "Ассоциированным партнером института является Западно-Саксонский университет прикладных наук (Westsächsische Hochschule Zwickau, WHZ). WHZ — региональный университет прикладных наук с их образовательным и научным профилем, ориентированным в области технологии, экономики и качества жизни.",
    tasks: [
        "оказывает поддержку деятельности Института;",
        "способствует реализации целей и задач Института;",
        "участвует в разработке академических программ, а также в исследованиях, в организации учебного процесса;",
        "проводит обучение и повышение квалификации преподавательского состава и других работников Института;",
        "участвует в организации программ международного академического обмена."
    ],
    contractLink: "#",
    contractTitle: "Договор WHZ"
};

export const daadProjects = [
    {
        id: 1,
        images: ["/images/inter-daad.png", "/images/inter-1.png"],
        text: "Укрепление учебных программ по направлению информатика финансируется в рамках проекта **DAAD** «Транснациональные учебные программы: укрепление путем усовершенствования и профилизации» с 2020 по 2023 гг. из средств **Федерального Министерства образования и науки Германии (BMBF)**."
    },
    {
        id: 2,
        images: ["/images/inter-daad2.png"],
        text: "Студентам КГИПИ предоставляется возможность получить стипендии на обучение в Бишкеке и в Западно-Саксонском Университете Прикладных Наук, г.Цвиккау (WHZ). Данная стипендиальная программа реализуется в рамках **DAAD-проекта** между КГИПИ и WHZ из средств **Министерства иностранных дел Германии (АА)**."
    }
];

export const universitiesData = [
    {
        id: 'uehs',
        title: "Университет экономики и гуманитарных наук в Варшаве (UEHS)",
        logo: "/images/uni.png",
        shortDesc: "Кыргызско-Германский институт прикладной информатики и Университет экономики и гуманитарных наук в Варшаве подписали соглашение о программе двойного диплома.",
        link: "http://ufm.vizja.pl/",
        details: [
            "Студенты получили возможность получать два диплома: КГИПИ и UEHS;",
            "Университет в Варшаве является высшим учебным заведением и предлагает высококачественное образование польским и иностранным студентам."
        ]
    },
    {
        id: 'rieka',
        title: "Университет Риеки, Хорватия",
        logo: "/images/uni2.png",
        shortDesc: "Университет Риеки — это современный европейский университет и центр передового опыта в регионе и за его пределами.",
        link: "https://www.efri.uniri.hr/en",
        details: [
            "Обмен студентами и преподавателями;",
            "Совместные научные публикации;",
            "Развитие совместных исследований."
        ]
    }
];