export const monKrDocuments = [
  {
    title: 'Конституция КР',
    items: []
  },
  {
    title: 'Законы',
    items: [
      'Выписка из Закона «об образовании КР»',
      'Закон «О лицензионно-разрешительной системе в КР»'
    ]
  },
  {
    title: 'Кодексы',
    items: [
      'Гражданский кодекс КР',
      'Трудовой кодекс КР'
    ]
  },
  {
    title: 'Постановления Правительства КР',
    items: [
      '«О порядке финансирования организаций ВПО из средств республиканского бюджета»',
      '«Об условиях оплаты труда некоторых категорий работников системы образования»',
      '«Об утверждении примерных типовых штатов образовательных организаций и признании утратившими силу некоторых решений Правительства Кыргызской Республики»',
      'Продолжительность рабочего времени (нормы часов педагогической работы за ставку заработной платы) педагогических работников образовательных организаций'
    ]
  },
  {
    title: 'Положения, утвержденные постановлением Правительства КР',
    items: [
      'Временное положение «о порядке лицензирования образовательной деятельности в КР»',
      'Положение «об ОРТ абитуриентов»',
      'Положение «о государственных образовательных грантах для обучения студентов в государственных вузах КР»',
      'Положение «о документах среднего, высшего, дополнительного и послевузовского профессионального образования»',
      'Положение «о кафедре вуза КР»',
      'Положение «о порядке замещения должностей ППС вузов КР»',
      'Положение «о производственной (профессиональной) практике студентов образовательных организаций профессионального образования Кыргызской Республики»',
      'Положение «о факультете вуза КР»',
      'Положение «о формировании и применении тарифов на платные образовательные услуги в Кыргызской Республике»',
      'Положение «об итоговой государственной аттестации выпускников высших учебных заведений Кыргызской Республики»',
      'Положение «об ученом совете вуза КР»',
      'Положение «о порядке перевода, отчисления и восстановления студентов вузов КР»',
      'Положение «о порядке присвоения учебным изданиям грифа МОиН КР»',
      'Положение «о проведении текущего контроля и промежуточной аттестации студентов вузов КР»',
      'Положение «об образовательной организации ВПО КР»',
      'Положение «об учебно-методическом объединении ВПО КР»'
    ]
  },
  {
    title: 'Приказы МОиН КР',
    items: []
  },
  {
    title: 'Порядок',
    items: [
      'Порядок приема в вузы КР',
      'Порядок формирования и исполнения расходов общеобразовательных организаций Кыргызской Республики'
    ]
  },
  {
    title: 'Аккредитация',
    items: [
      'Изменения в Закон «об образовании в части аккредитации»',
      'Минимальные требования к аккредитации',
      'Положение «О Национальном аккредитационном совете»',
      'Постановление ПКР «Об утверждении НПА по аккредитации»',
      'Приказ МОиН КР «О признании аккредитационных агентств»'
    ]
  },
  {
    title: 'Перечни',
    items: []
  }
];

export const kgipiDocuments = [
  {
    title: 'Устав',
    items: []
  },
  {
    title: 'Лицензия',
    items: []
  },
  {
    title: 'Аккредитация',
    items: [
      'Сертификат Бакалавр',
      'Сертификат Бакалавра 2024',
      'Сертификат магистратура',
      'Сертификат магистратура 2025',
      'Сертификат ASIIN',
      'Отчет по Самооценке КГИПИ_2024 годмм',
      'Отчет по Самооценке магистратура КГИПИ 2025 год'
    ]
  },
  {
    title: 'Правила внутреннего трудового распорядка КГИПИ',
    items: []
  },
  {
    title: 'Кодекс профессиональной этики сотрудников и студентов КГИПИ',
    items: []
  },
  {
    title: 'Антикоррупционная Политика КГИПИ',
    items: []
  },
  {
    title: 'Должностные инструкции',
    items: [
      {
        title: 'АУП',
        items: [
          'Должностная инструкция главного бухгалтера',
          'Должностная инструкция инженера-программиста',
          'Должностная инструкция методиста',
          'Должностная инструкция отдела кадров',
          'Должностная инструкция офис-менеджера',
          'Должностная инструкция системного администратора',
          'Должностная инструкция ученого секретарям'
        ]
      },
      {
        title: 'ППС',
        items: [
          'Должностная инструкция Профессора',
          'Должностная инструкция Доцента',
          'Должностная инструкция Старшего преподавателя',
          'Должностная инструкция преподавателя',
          'Должностная инструкция преподавателя-стажера'
        ]
      }
    ]
  },
  {
    title: 'Внутренний распорядок',
    items: [
      'Положение о проведении текущего контроля и промежуточной аттестации',
      'Положение об итоговой государственной аттестации выпускников',
      'Положение об организации выравнивающих курсов в магистратуре',
      'Положение по организации и проведении курсов по выбору',
      'Программа преддипломной практики',
      'Программа производственной практики №1',
      'Программа производственной практики №2',
      'Положение о порядке перевода, отчисления и восстановления студентов КГИПИ',
      'Порядок оформления курсовых проектов в КГИПИ',
      'Положение о повторных курсах'
    ]
  },
  {
    title: 'Свидетельство о регистрации в Министерстве Юстиции Кыргызской Республики',
    items: []
  },
  {
    title: 'Стратегия интернационализации КГИПИ 2024-2027',
    items: []
  }
];