export const leadershipData = [
  {
    id: 1,
    name: 'Тологонова Аида Мырзакановна',
    role: 'Кандидат экономических наук',
    email: 'rector@inai.kg',
    image: '/images/rector.png',
    details: {
      academicTitle: 'Доцент',
      degree: 'Кандидат экономических наук',
      phone: '+996 999 999 999',
      education: [
        '2002 - Кыргызский государственный университет строительства, транспорта и архитектуры\nДоцент',
        '1998 - Институт экономики Министерства Финансов КР\nКандидат экономических наук',
        '1993 - Кыргызский архитектурно-строительный институт\nДиплом',
      ],
      qualifications: [
        {
          year: 'с 2018 по настоящее время',
          place: 'Европейский фонд образования, г. Турин, Италия',
          topic: 'Разработка и совершенствование национальной системы квалификаций Кыргызской Республики'
        },
        {
          year: '2019',
          place: 'Казахстанская академия менеджмента качества, г. Бишкек',
          topic: 'Менеджмент университета на основе международных правил – ISO 9001. Как готовить грамотных специалистов со студенческой скамьи востребованных на рынке'
        }
      ],
      achievements: [
        'Почетная грамота Министерства экономики за вклад в развитие экономики Кыргызской Республики, 2019',
        'Почетная грамота Объединения Кыргызских оценщиков за большой вклад в создание системы подготовки и переподготовки кадров в области оценочной деятельности, 2019',
        'Отличник Департамента кадастра и регистрации прав на недвижимое имущество, 2017'
      ]
    }
  },
  
  {
    id: 2,
    name: 'Тологонова Аида Мырзакановна',
    role: 'Кандидат экономических наук',
    email: 'rector@inai.kg',
    image: '/images/rector.png',
  }
];

export const teachersData = [
  {
    id: 1,
    name: 'Сарымсакова Аэлита Женишевна',
    role: 'Преподаватель',
    email: 'rector@inai.kg',
    image: '/images/teacher-1.png', 
  },
  {
    id: 2,
    name: 'Сарымсакова Аэлита Женишевна',
    role: 'Преподаватель',
    email: 'rector@inai.kg',
    image: '/images/teacher-1.png',
  }
];

export const projectBureauData = [
  {
    id: 1,
    name: 'Иванов Иван Иванович',
    role: 'Руководитель проектного бюро',
    email: 'projects@inai.kg',
    image: '/images/teacher-1.png',
  }
];



export const staffData = [
  {
    id: 1,
    name: 'Имя Фамилия Сотрудника',
    role: 'Должность (например, Секретарь)',
    email: 'staff@inai.kg',
    image: '/images/teacher-1.png', 
  },
  {
    id: 2,
    name: 'Имя Фамилия Сотрудника',
    role: 'Должность (например, Бухгалтер)',
    email: 'finance@inai.kg',
    image: '/images/teacher-1.png',
  }
];