export const partnersData = [
    {
        id: 1,
        title: 'Элдик Банк',
        logo: '/images/eldik.png',
        shortDesc: 'Кыргызско-Германский институт прикладной информатики (INAI) и Элдик Банк подписали соглашение о сотрудничестве в области образовательных и практических программ для студентов.',
        link: 'https://eldik.kg/',
        details: [
            'Проходить стажировки и практику в Элдик Банке',
            'Участвовать в совместных проектах и мастер-классах по финансовым и IT-направлениям',
            'Получать консультации и наставничество от экспертов банка'
        ]
    },

];